{
  "about": {
    "content_1": "ETHEREUM PROFESSIONAL",
    "content_10": "ETH PRO is a blockchain smart contract game, which is completely determined by the rules of the decentralized smart contract game. Enthusiasts and promoters do not make any commitments and guarantees to players' profit and loss. \nEPRO is a digital asset token whose price is determined by the rules of the game and market transactions. Users who buy and hold tokens may profit from rising prices or may suffer losses due to falling prices. Lovers and promoters \nThe future price of the token does not make any promises and guarantees. \nIt is clearly stated here that players should understand the risks of this game. Players participate in that they understand and accept the risks of the game, and are willing to bear all the corresponding consequences and risks for this. Fans clearly stated that they will not bear any direct or indirect results from participating in this game \nLoss, including the loss of economic benefits caused by the user's own operation; the loss of economic benefits caused by the user's own error, negligence or inaccurate information; the loss caused by the user's transaction of blockchain products and the resulting loss of economic benefits; \nLoss of economic benefits due to any failure of the Ethereum blockchain; loss of economic benefits due to force majeure and unforeseen risks; loss of economic benefits due to laws and regulations governing blockchain technology.",
    "content_2": "SMART CONTRACT DISTRIBUTED DIGITAL GAME",
    "content_3": "In the past history, in the traditional centralized application, we have witnessed a series of unexpected endings caused by various problems that should not occur. Various uncertain human factors have caused the entire platform to cease to exist, leaving many \n'S followers are suffering hard to choose. \nIf you want to solve these factors and problems, you must have a distributed application that cannot be closed, tampered with, and open and transparent. \nETHEREUM PROFESSIONAL SMART CONTRACT DISTRIBUTED DIGITAL GAME came into being in such a large environment. It is a decentralized network based on the innovative development of smart contract developers around the world. \nAn application that executes automatically.",
    "content_4": "ETH PRO (abbreviation of ETHEREUM PROFESSIONAL SMART CONTRACT DISTRIBUTED DIGITAL GAME) is the world's first decentralized application of lotto games based on the Ethereum network with multiple mechanisms. \nThe original intention of ETH PRO design is to create a fair, just, transparent, deceptive, tamper-proof, and continuously running decentralized new smart contract platform. Those participating in the ETH PRO game only support the use of ETH, the world ’s second largest cryptocurrency, in-game rewards \nThe settlement withdrawal is also ETH. The ETH PRO deployed on the Ethereum network innovatively combines the six-layer protocol and the two-layer fund mechanism (distributed protocol, redemption protocol, EPRO protocol, Bancor protocol, TOP protocol, treasure box protocol, insurance) \nFunds, ecological development funds), these first-in-one fusion designs truly achieve 100% of all participating ETH can be distributed to each community member, allowing each member to continuously precipitate and accumulate through time, quickly and justly amplify you \nThe number of ETH.",
    "content_5": "ETH PRO participates in 100% distribution",
    "content_6": "The origin of ETH PRO comes from the Reddit Ethereum Community Forum in the United States. The members come from the early evangelists of the global Ethereum community and the early development members of Ethereum and the development enthusiasts of global smart contracts. \nETH PRO is a decentralized smart contract platform with only global community operations and development, and no central controller. Every member of the ETH PRO community is an evangelist, a participant, an operator and a developer. \nThe smart contract code related to ETH PRO will be completely open source, which means that once it starts running, the relevant code triggered by the smart contract will be automatically executed, because as long as the ETH public chain exists, it will continue to run uninterrupted, so we believe ETH \nPRO will be the best ETH lotto game smart contract platform for you.",
    "content_7": "The multiple protocols and fund mechanisms unique to ETH PRO are interrelated, balanced, and promote the prosperity of ETH PRO. \nThe distributed protocol can allow your ETH quantity to increase through distributed digital logic games, the redemption protocol can let you enter and exit ETH freely and fully experience the charm of true smart contracts \nLinks are more valuable and simultaneously promote the price growth of EPRO.The Bancor protocol can increase the distributed game operation cycle to form ETH PRO. \nThe agreement can make everyone equal and continue to insist on the last participating 556 addresses to win the treasure chest, the insurance fund can keep ETH PRO endless, and there is sufficient ETH to give back to the first community members to participate, the ecological development fund can make the world more \nThe developers of multi-smart contracts participate in the research and development and deployment of ETH PRO global ecology, which can allow ETH PRO to diversify, continue to grow, and continue to prosper, making ETH PRO not only an explosive application in the Ethereum network! \nIt can also become a phenomenon-level application in the entire decentralized network!",
    "content_8": "With the emergence and continuous growth of ETH PRO, it has the responsibility of changing the deficiencies of existing various centralized platforms, creating a new decentralized integrated ecosystem, and innovating the form of digital financial games to provide a future development for decentralized games \nCome to new possibilities, and change the fate of people through the implementation of real smart contracts, creating new distributed economic value!",
    "content_9": "Risk warning and disclaimer"
  },
  "home": {
    "content_1": "DCS 85%",
    "content_2": "EPRO 5%",
    "content_3": "Fund GAS 4%",
    "content_4": "Countdown",
    "content_5": "Box",
    "content_6": "Insurance",
    "content_7": "Total participation"
  },
  "dialog": {
    "join": {
      "content_0": "participate",
      "content_1": "100% smart contract distribution, decentralized operation",
      "content_3": "Get involved now",
      "content_4": "redemption",
      "content_5": "ETH"
    },
    "popularize": {
      "content_0": "invite",
      "content_1": "Invite a new address to get more revenue",
      "content_2": "My invitation address",
      "content_3": "copy",
      "content_4": "Invite TOP3",
      "content_5": "Address",
      "content_6": "Invite",
      "content_7": "Reward",
      "content_8": "Receive award"
    },
    "record": {
      "content_0": "recording",
      "content_1": "fair",
      "content_10": "Link",
      "content_11": "Cumulative",
      "content_12": "Current billable ETH",
      "content_13": "Settle now",
      "content_14": "Flow record",
      "content_15": "Address",
      "content_16": "Date",
      "content_17": "Reward",
      "content_18": "Revenue list",
      "content_19": "Address",
      "content_2": "Address",
      "content_20": "Invite",
      "content_21": "Total",
      "content_22": "Link record",
      "content_23": "Address",
      "content_24": "Links",
      "content_25": "Nodes",
      "content_26": "Super nodes",
      "content_27": "Reward",
      "content_28": "Total",
      "content_29": "time",
      "content_3": "Automatic",
      "content_4": "Maximum",
      "content_5": "Desirable",
      "content_6": "Fetched",
      "content_7": "Super",
      "content_8": "Address",
      "content_9": "Node",
      "content_30": "",
      "content_31": "Rewards have peaked",
      "content_32": "Supernode",
      "content_33": "node",
      "content_34": "Player"
    },
    "box": {
      "content_0": "Treasure chest",
      "content_1": "The last 556 addresses won the grand prize",
      "content_2": "Countdown",
      "content_3": "Treasure Box Accumulated ETH",
      "content_4": "Open treasure chest",
      "content_5": "Address",
      "content_6": "Final ranking",
      "content_7": "Reward",
      "content_10": "EPRO",
      "content_11": "Fund",
      "content_12": "TOP3",
      "content_13": "Treasure",
      "content_14": "Insurance",
      "content_8": "Distributed",
      "content_9": "Bancor",
      "content_15": "ETH PRO seven contract pool data live"
    },
    "purchase": {
      "content_0": "Buy in",
      "content_1": "Please enter the amount",
      "content_2": "confirm",
      "content_4": "The quantity must be greater than 0",
      "content_3": "Please enter a valid number"
    },
    "redeem": {
      "content_0": "Sell",
      "content_1": "Please enter the quantity",
      "content_2": "confirm",
      "content_3": "Please enter a valid number",
      "content_4": "The quantity must be greater than 0",
      "content_5": "Expected to be available",
      "content_6": "Expected to buy"
    },
    "stake": {
      "content_0": "Pledge",
      "content_1": "Please enter the quantity",
      "content_2": "confirm",
      "content_3": "Please enter a valid number",
      "content_4": "The quantity must be greater than 0"
    },
    "transfer": {
      "content_0": "Transfer",
      "content_1": "Please enter the address",
      "content_2": "Please enter the amount",
      "content_3": "confirm",
      "content_4": "Please enter a valid number",
      "content_5": "Please enter a legal address"
    },
    "unstake": {
      "content_0": "withdraw",
      "content_1": "Please enter the amount",
      "content_2": "confirm",
      "content_3": "Please enter a valid number",
      "content_4": "The quantity must be greater than 0"
    },
    "dashboard": {
      "content_0": "24H change",
      "content_1": "7days rise and fall",
      "content_2": "EPRO 7days highest price",
      "content_3": "EPRO Lowest Price"
    },
    "quit": {
      "content_0": "redemption",
      "content_1": "Peak redemption:",
      "content_2": "Callable:",
      "content_3": "After the redemption is submitted, no further operations can be performed, and all rewards are stopped!",
      "content_4": "cancel",
      "content_5": "You have redeemed",
      "content_6": "Today's redemption limit has been exceeded, please try again after 23:00 Hong Kong time",
      "content_7": "Insufficient redemption peak"
    }
  },
  "TOAST": {
    "COPY": "Copied"
  },
  "epro": {
    "content_3": "EPRO",
    "content_0": "Digged",
    "content_1": "Destroyed",
    "content_10": "Transfer",
    "content_11": "Buy now",
    "content_12": "Pledged",
    "content_13": "Moistened",
    "content_14": "Available",
    "content_15": "Pledge",
    "content_16": "withdraw",
    "content_17": "Receive points",
    "content_18": "My record",
    "content_2": "Bancor",
    "content_4": "Total pledge",
    "content_5": "Total score",
    "content_6": "Moistened",
    "content_7": "To be divided",
    "content_8": "Available EPRO",
    "content_9": "Sell",
    "history": {
      "content_0": "operating",
      "content_1": "recording",
      "content_2": "time",
      "content_3": "Inquire"
    }
  },
  "ACTION": {
    "distributionReward": "Settlement",
    "divideProfit": "Receive points",
    "getBoxReward": "Open treasure chest",
    "play": "participate",
    "purchase": "Buy in",
    "quit": "redemption",
    "redeem": "Sell",
    "stake": "Pledge",
    "unstake": "withdraw",
    "distributionreward": "Settlement",
    "getBoxreward": "Open treasure chest",
    "getboxreward": "Open treasure chest",
    "divideprofit": "Receive points",
    "transfer": "Transfer",
    "gettop3reward": "Receive invitation rewards"
  },
  "app": {
    "content_1": "Home"
  }
}
